Repository: Metronus/metronus
Catalog: Metronus-Project/locale/*/LC_MESSAGES/django.po
Languages: es

source: Bad request
es: Solicitud incorrecta

# bad_request_description
source: Sorry, your request was not valid.
es: Lo sentimos, nuestro servidor no pudo entender tu solicitud :(

# permission_denied
source: Access denied
es: Acceso denegado

# permission_denied_description
source: You are not allowed to access this resource.
es: No tienes los permisos necesarios para hacer lo que estás haciendo

source: Page not found
es: Página no encontrada

# page_not_found_description
source: The resource you are looking for does not exist
es: La página a la que intentas acceder no existe

# error_500
source: Internal Server Error
es: Error interno del servidor

# error_500_description
source: Sorry, our server encountered an error while processing your request. It has been automatically logged and reported, but if it persists please do contact us at info@metronus.es
es: Se nos informa automáticamente de estos errores, pero si el problema persiste, por favor, contacte con nosotros. Mientras tanto, pruebe refrescando la página.

# landingService
source: Services
es: Servicios

# landingPricing
source: Pricing
es: Precios

# landingContact
source: Contact
es: Contacto

# landingRegister
source: Register
es: Registro

# landingLogin
source: Login
es: Acceder

# landingLeitmotiv
source: Time is my capital, not money
es: Mi capital es el tiempo, no el dinero

# landingServiceSub
source: We are lucky to service people like you
es: Tenemos suerte de servir a gente como tú

# landingTimeControl
source: Time control
es: Control horario

# landingTimeControlDesc
source: In Metronus you can control the time each employee spends on what task and at what time whenever you want
es: En Metronus podrás controlar el tiempo que cada empleado dedica a cada tarea en tu empresa, pudiendo mantener el control de quién hace qué en cada momento

# landingProductivity
source: Productivity
es: Productividad

# landingProductivityDesc
source: If you have tasks with production objectives attached, with Metronus you can measure them and obtain which employees, tasks and departments are more productive. With this you gain business intelligence and we will help you to make choices
es: Si tienes tareas con objetivos de producción, con Metronus podrás medirlas y obtener qué empleados, tareas y departamentos son más productivos. Así ganarás inteligencia de negocio y te ayudaremos a tomar decisiones

# landingProfit
source: Benefits
es: Beneficios

# landingProfitDesc
source: With Metronus you will be able to measure which departments of your company are more protifable, and you will be able to discover which areas need reinforcement in order to obtain the most of them
es: Con Metronus podrás medir qué zonas de tu compañía son más positivas que otras, y podrás descubrir qué áreas necesitan reforzarse para tener mayores beneficios

# landingTeam
source: The team
es: El equipo

# landingTeamDesc
source: The developers who help you to make Metronus a success.
es: Los desarrolladores que os ayudan para que Metronus sea un éxito

# landingTeamProjectManager
source: Project Manager
es: Jefe de Proyecto

# landingTeamCoordBackend
source: Backend Coordinator
es: Coordinador de Backend

# landingTeamCoordFrontend
source: Frontend Coordinator
es: Coordinador de Frontend

# landingTeamDevBackend
source: Backend Developer
es: Desarrollador Backend

# landingTeamDevFrontend
source: Frontend Developer
es: Desarrollador Frontend

# landingPriceTable
source: Pricing table
es: Tabla de precios

# landingPriceTableDesc
source: We adapt to your needs
es: Nos adaptamos a tus necesidades

# landingPriceFree
source: Free
es: Gratis

# landingPricingEmployees
source: 1-5 employees
es: 1-5 empleados

# landingPricingProductivity
source: Productivity analytics
es: Análisis de productividad

# landingPricingProfit
source: Profit analytics
es: Análisis de rentabilidad

# landingPricingBuyNow
source: Buy it now!
es: ¡Cómpralo!

# landingPricingTryNow
source: Try it now!
es: ¡Pruébalo!

# landingPricingBusiness
source: Business
es: Empresarial

# landingPricingEmployeesBusiness
source: +5 employees
es: +5 empleados

source: Productivity
es: Productividad

source: Profitability
es: Rentabilidad

# cookies_popup_msg
source: Metronus uses cookies to ensure that our users enjoy a high-quality web experience. By further using Metronus, you agree with our cookie policy.
es: Metronus usa cookies para asegurar a nuestros usuarios una experiencia web de calidad. Si sigue usando Metronus, entendemos que acepta nuestra política de cookies.

# cookies_popup_ok
source: I understand
es: De acuerdo

# cookies_popup_link
source: Learn more.
es: Saber más.

# cookies_title
source: Cookies policy
es: Política de cookies

# cookies_text_1
source: Metronus uses cookies solely with technical purposes, such as managing sessions or keeping the selected language. Under no circumstances will any cookie be used with any purposes other than those previously described, neither will we transmit any information regarding cookies to third parties.
es: Metronus usa cookies únicamente con objetivos técnicos, tales como gestionar las sesiones o mantener el lenguaje solicitado para la web. En ningún caso ninguna cookie se usará para un fin diferente a los anteriormente descritos ni se transmitirá información relativa o procedente de ellas a terceros.

# cookies_text_2
source: The following cookies may be used:
es: Se podrán usar las siguientes cookies:

# cookies_text_sessionid
source: will be used to maintain the user's session in the website.
es: se usará para mantener la sesión del usuario.

# cookies_text_lang
source: will be used to maintain the selected language across the website.
es: se usará para mantener el lenguaje seleccionado en el sitio web.

# cookies_text_csrftoken
source: will be used to perform security checks regarding the user's active session.
es: se usará para realizar comprobaciones de seguridad sobre la sesión activa.

# cookies_text_consent
source: will be used to remember whether the user has accepted the cookie policy.
es: se usará para recordar que el usuario ha aceptado la política de cookies.

# terms_title
source: Legal notice
es: Aviso legal

# terms_1_title
source: OBJECT
es: OBJETO

# terms_1_text
source: The provider, responsible for the website, offers users of the website this document that aims to fulfill the obligations under the Law 34/2002 of Services of Information Society and Electronic Commerce (LSSI-CE) and inform all users of the website as to what the conditions of usage of the website are.<br>Any person accessing this site assumes the role of user commitment to the observance and enforcement of the provisions herein, as well as any other provision of law which may be applicable.<br>The provider reserves the right to modify any information that could appear on the website without any forewarning or to inform users such obligations, meaning enough with the publication on the website of the provider.<br>
es: El prestador, responsable del sitio web, pone a disposición de los usuarios el presente documento con el que pretende dar cumplimiento a las obligaciones dispuestas en la Ley 34/2002, de Servicios de la Sociedad de la Información y del Comercio Electrónico (LSSI-CE), así como informar a todos los usuarios del sitio web respecto a cuáles son las condiciones de uso del sitio web.<br>Toda persona que acceda a este sitio web asume el papel de usuario, comprometiéndose a la observancia y cumplimiento riguroso de las disposiciones aquí dispuestas, así como a cualesquiera otra disposición legal que fuera de aplicación.<br>El prestador se reserva el derecho a modificar cualquier tipo de información que pudiera aparecer en el sitio web, sin que exista obligación de preavisar o poner en conocimiento de los usuarios dichas obligaciones, entendiéndose como suficiente con la publicación en el sitio web del prestador.<br>

# terms_2_title
source: RESPONSIBILITY
es: RESPONSABILIDAD

# terms_2_text
source: The provider disclaims any liability for the information posted on its website, provided that this information has been manipulated or introduced by a party external to it.<br>The website of the provider may use cookies (small pieces of information the server sends to the computer accessing the page) to perform certain functions that are considered essential for the proper functioning and monitoring of the site. The cookies used on the website are, in any case, temporarily for the sole purpose of making more efficient onward transmission and disappear when the user session. Under no circumstances use cookies to collect personal information.<br>From the client's website may be redirected to third party content websites. Since the lender can not always control the contents posted by third parties on their websites, it assumes no responsibility for such content. In any case, the lender said that immediately proceed to remove any content that could violate national or international law, morality or public order, proceeding to the immediate withdrawal of the redirect to the website, getting the attention of the competent authorities the content in question.<br>The provider is not responsible for the content and information stored, including but not limited to, forums, chat's, generators, blogs, reviews, social networks or any other means that third parties publish content independently in the website provider. However and in compliance with the provisions of art. 11 and 16 of the LSSI-CE, the provider makes available to all users, authorities and security forces, and working actively in the withdrawal or if blocking all content that might affect or violate the law national, or international rights, or morality and public order. If the user considers that there is on the website any content that could be susceptible to this classification, please notify immediately the website administrator.<br>This website has been reviewed and tested to work properly. In principle, it can ensure the correct operation 365 days a year, 24 hours a day. However, the provider does not rule out the possibility that there are certain programming errors, or that happen due to force majeure, natural disasters, strikes or similar circumstances make it impossible to access the website.<br>
es: El prestador se exime de cualquier tipo de responsabilidad derivada de la información publicada en su sitio web, siempre que esta información haya sido manipulada o introducida por un tercero ajeno al mismo.<br>El sitio web del prestador puede utilizar cookies (pequeños archivos de información que el servidor envía al ordenador de quien accede a la página) para llevar a cabo determinadas funciones que son consideradas imprescindibles para el correcto funcionamiento y visualización del sitio. Las cookies utilizadas en el sitio web tienen, en todo caso, carácter temporal con la única finalidad de hacer más eficaz su transmisión ulterior y desaparecen al terminar la sesión del usuario. En ningún caso se utilizarán las cookies para recoger información de carácter personal. <br>Desde el sitio web del cliente es posible que se redirija a contenidos de terceros sitios web. Dado que el prestador no puede controlar siempre los contenidos introducidos por los terceros en sus sitios web, éste no asume ningún tipo de responsabilidad respecto a dichos contenidos. En todo caso, el prestador manifiesta que procederá a la retirada inmediata de cualquier contenido que pudiera contravenir la legislación nacional o internacional, la moral o el orden público, procediendo a la retirada inmediata de la redirección a dicho sitio web, poniendo en conocimiento de las autoridades competentes el contenido en cuestión.<br>El prestador no se hace responsable de la información y contenidos almacenados, a título enunciativo pero no limitativo, en foros, chat´s, generadores de blogs, comentarios, redes sociales o cualesquiera otro medio que permita a terceros publicar contenidos de forma independiente en la página web del prestador. No obstante y en cumplimiento de lo dispuesto en el art. 11 y 16 de la LSSI-CE, el prestador se pone a disposición de todos los usuarios, autoridades y fuerzas de seguridad, y colaborando de forma activa en la retirada o en su caso bloqueo de todos aquellos contenidos que pudieran afectar o contravenir la legislación nacional, o internacional, derechos de terceros o la moral y el orden público. En caso de que el usuario considere que existe en el sitio web algún contenido que pudiera ser susceptible de esta clasificación, se ruega lo notifique de forma inmediata al administrador del sitio web.<br>Este sitio web ha sido revisado y probado para que funcione correctamente. En principio, puede garantizarse el correcto funcionamiento los 365 días del año, 24 horas al día. No obstante, el prestador no descarta la posibilidad de que existan ciertos errores de programación, o que acontezcan causas de fuerza mayor, catástrofes naturales, huelgas, o circunstancias semejantes que hagan imposible el acceso a la página web.<br>

# terms_3_title
source: PERSONAL DATA PROTECTION
es: PROTECCIÓN DE DATOS PERSONALES

# terms_3_text
source: The lender is deeply committed to compliance with Spanish regulations protecting personal data and ensures full compliance with the obligations provided and the implementation of security measures provided for in art. 9 of Law 15/1999, Protection of Personal Data (Act) and Regulation Development LOPD.<br>The provider offers users the Privacy Policy of the entity informing users about the following aspects:<br>- Data from the controller.<br>- Data processed.<br>- File in which are stored.<br>- Purpose of treatment.<br>- Mandatory or not to provide them, as well as the consequences of not providing them.<br>- Rights granted to all users and the procedure for exercising them.<br>
es: El prestador se encuentra profundamente comprometido con el cumplimiento de la normativa española de protección de datos de carácter personal, y garantiza el cumplimiento íntegro de las obligaciones dispuestas, así como la implementación de las medidas de seguridad dispuestas en el art. 9 de la Ley 15/1999, de Protección de Datos de Carácter Personal (LOPD) y en el Reglamento de Desarrollo de la LOPD.<br>El prestador pone a disposición de los usuarios la Política de Privacidad de la entidad informando a los usuarios respecto a los siguientes aspectos:<br>- Datos del Responsable del tratamiento.<br>- Datos tratados.<br>- Fichero en el que se almacenan.<br>- Finalidad del tratamiento.<br>- Obligatoriedad o no de facilitarlos, así como las consecuencias en caso de no facilitarlos.<br>- Sobre los derechos que asisten a todo usuario y el procedimiento para ejercitarlos.<br>

# terms_4_title
source: INTELLECTUAL PROPERTY
es: PROPIEDAD INTELECTUAL

# terms_4_text
source: The website, including without limitation but not limited to programming, editing, compilation and other elements necessary for its operation, designs, logos, text and / or graphics are property of the provider or if you have a license or authorization the authors. All website contents are duly protected by the rules of intellectual property and registered in public records.<br>Regardless of the purpose for which they were intended, total or partial reproduction, use, exploitation, distribution and marketing, in any case it requires the prior written authorization by the provider. Any previously authorized by the provider application will be considered a serious breach of the rights of intellectual property of the author.<br>The designs, logos, text and / or graphics outside the provider and that may appear on the website belong to their respective owners themselves responsible for any dispute that may arise in respect thereof. In any case, the lender has the express prior authorization from them.<br>The lender recognizes in favor of their holders the rights of intellectual property, not their mere mention or appearance on the website any rights or liability of the provider on them, nor endorsement, sponsorship or recommendation by thereof.<br>To make any comments concerning possible breaches of the rights of intellectual property, as well as any of the contents of the website, you can do so via the following email: info@metronus.es<br>
es: El sitio web, incluyendo a título enunciativo pero no limitativo su programación, edición, compilación y demás elementos necesarios para su funcionamiento, los diseños, logotipos, texto y/o gráficos son propiedad del prestador o en su caso dispone de licencia o autorización expresa por parte de los autores. Todos los contenidos del sitio web se encuentran debidamente protegidos por la normativa de propiedad intelectual e industrial, así como inscritos en los registros públicos correspondientes. <br>Independientemente de la finalidad para la que fueran destinados, la reproducción total o parcial, uso, explotación, distribución y comercialización, requiere en todo caso de la autorización escrita previa por parte del prestador. Cualquier uso no autorizado previamente por parte del prestador será considerado un incumplimiento grave de los derechos de propiedad intelectual o industrial del autor.<br>Los diseños, logotipos, texto y/o gráficos ajenos al prestador y que pudieran aparecer en el sitio web, pertenecen a sus respectivos propietarios, siendo ellos mismos responsables de cualquier posible controversia que pudiera suscitarse respecto a los mismos. En todo caso, el prestador cuenta con la autorización expresa y previa por parte de los mismos.<br>El prestador reconoce a favor de sus titulares los correspondientes derechos de propiedad industrial e intelectual, no implicando su sola mención o aparición en el sitio web la existencia de derechos o responsabilidad alguna del prestador sobre los mismos, como tampoco respaldo, patrocinio o recomendación por parte del mismo.<br>Para realizar cualquier tipo de observación respecto a posibles incumplimientos de los derechos de propiedad intelectual o industrial, así como sobre cualquiera de los contenidos del sitio web, puede hacerlo a través del siguiente correo electrónico: info@metronus.es<br>

# terms_5_title
source: APPLICABLE LAW AND JURISDICTION
es: LEY APLICABLE Y JURISDICCIÓN

# terms_5_text
source: For the resolution of all disputes or questions relating to this website or activities he developed, it will apply Spanish law to which the parties expressly submit themselves are competent to resolve all disputes or related to use the Courts of Seville.<br>
es: Para la resolución de todas las controversias o cuestiones relacionadas con el presente sitio web o de las actividades en él desarrolladas, será de aplicación la legislación española, a la que se someten expresamente las partes, siendo competentes para la resolución de todos los conflictos derivados o relacionados con su uso los Juzgados y Tribunales de Sevilla.<br>

# terms_6_title
source: PRIVACY POLICY
es: POLÍTICA DE PRIVACIDAD

# terms_6_text
source: Metronus informs users of the website about its policy regarding the processing and protection of personal data of users and customers that can be collected by navigation or hiring services through the website.<br>In this sense, Metronus ensures compliance with current regulations regarding the protection of personal data reflected in the Law 15/1999 of December 13, data protection Character Personal and Royal Decree 1720/2007 of 21 December, approving the Regulation of Development of the Data Protection Act.<br>The usage of this website constitutes acceptance of this Privacy Policy.<br>
es: Metronus informa a los usuarios del sitio web sobre su política respecto del tratamiento y protección de los datos de carácter personal de los usuarios y clientes que puedan ser recabados por la navegación o contratación de servicios a través de su sitio web.<br>En este sentido, Metronus garantiza el cumplimiento de la normativa vigente en materia de protección de datos personales, reflejada en la Ley Orgánica 15/1999 de 13 de diciembre, de Protección de Datos de Carácter Personal y en el Real Decreto 1720/2007, de 21 diciembre, por el que se aprueba el Reglamento de Desarrollo de la LOPD.<br>El uso de esta web implica la aceptación de esta política de privacidad.<br>

# terms_7_title
source: COLLECTION, PURPOSE AND DATA PROCESSING
es: RECOGIDA, FINALIDAD Y TRATAMIENTO DE DATOS

# terms_7_text
source: Metronus has a duty to inform users of its website about the collection of personal data that can be carried out either by sending e-mail or by filling in forms included on the website. In this sense, Metronus will be held responsible for the data collected by the means described above <br>In turn Metronus informs users that the purpose of the processing of data collected includes: Care applications performed by users, inclusion in the agenda of contacts, service delivery and management of the business relationship.<br>The operations, procedures and technical procedures carried out in an automated or not automated and enable the collection, storage, modification, transfer and other actions on personal data, are considered processing of personal data.<br>All personal data that is collected through the website Metronus, and thus may be considered a treatment of personal data will be included in the files declared to the Spanish data Protection Agency by Metronus.<br>
es: Metronus tiene el deber de informar a los usuarios de su sitio web acerca de la recogida de datos de carácter personal que pueden llevarse a cabo, bien sea mediante el envío de correo electrónico o al cumplimentar los formularios incluidos en el sitio web. En este sentido, Metronus será considerada como responsable de los datos recabados mediante los medios anteriormente descritos.<br>A su vez Metronus informa a los usuarios de que la finalidad del tratamiento de los datos recabados contempla: La atención de solicitudes realizadas por los usuarios, la inclusión en la agenda de contactos, la prestación de servicios y la gestión de la relación comercial.<br>Las operaciones, gestiones y procedimientos técnicos que se realicen de forma automatizada o no automatizada y que posibiliten la recogida, el almacenamiento, la modificación, la transferencia y otras acciones sobre datos de carácter personal, tienen la consideración de tratamiento de datos personales.<br>Todos los datos personales, que sean recogidos a través del sitio web de Metronus, y por tanto tenga la consideración de tratamiento de datos de carácter personal, serán incorporados en los ficheros declarados ante la Agencia Española de Protección de Datos por Metronus.<br>

# terms_8_title
source: DISCLOSURE OF INFORMATION TO THIRD PARTIES
es: COMUNICACIÓN DE INFORMACIÓN A TERCEROS

# terms_8_text
source: Metronus informs users that their personal data will not be transferred to other organizations, except that the transfer of data is covered in a legal obligation or the provision of a service involving need a contract with a processor. In the latter case, only be carried out the transfer of data to third when Metronus has the explicit consent of the user. <br>
es: Metronus informa a los usuarios de que sus datos personales no serán cedidos a terceras organizaciones, con la salvedad de que dicha cesión de datos este amparada en una obligación legal o cuando la prestación de un servicio implique la necesidad de una relación contractual con un encargado de tratamiento. En este último caso, solo se llevará a cabo la cesión de datos al tercero cuando Metronus disponga del consentimiento expreso del usuario.<br>

# terms_9_title
source: USER RIGHTS
es: DERECHOS DE LOS USUARIOS
