Repository: Metronus/metronus
Catalog: Metronus-Project/locale/*/LC_MESSAGES/django.po
Languages: es

# task_creation_project_department_not_related
source: The project and the department are not related. Please select other combination
es: El proyecto y el departamento no están relacionados. Por favor, seleccione otra combinación

# taskConfirm
source: Are you sure about deleting this task? Its timelogs will be erased too
es: ¿Está seguro de eliminar la tarea? Desaparecerán también los tiempos imputados

# taskSaved
source: The task was successfully created
es: La tarea se guardó correctamente

# task_creation_repeated_name
source: There is already a task with this name in that project and department, please choose a different one
es: Ya existe una tarea con este nombre en ese proyecto y departamento, por favor escoja uno diferente

# task_creation_invalid_goal
source: The goal production is not valid. Specify a description for the goal or leave both fields in blank
es: El objetivo de producción no es correcto. Especifique unidades o deje ambos campos en blanco

# task_creation_invalid_price
source: You may fill only one of the price fields, and only the price per units field if there is a production goal for this task.
es: Debe rellenar sólo uno de los campos de precio, y solo puede especificar el precio por unidad si existe objetivo de producción

# taskError
source: The task could not be saved
es: La tarea no se pudo guardar correctamente

# taskAdd
source: Create and add a new task
es: Crear y añadir otra tarea

# projectDeparment
source: Project / Department
es: Proyecto / Departmento

# creationDate
source: Created
es: Creado

# creator
source: By
es: Por

source: Description
es: Descripción

# description_not_empty
source: Description can't be empty
es: La descripción no puede estar vacía

# taskName_not_empty
source: Task's title can't be empty
es: El nombre de la tarea no puede estar vacía

source: Production goal
es: Objetivo de producción

# goal_description
source: Goal description(units per hour)
es: Descripción del objetivo (unidades por hora)

source: Price per unit
es: Precio por unidad

source: Price per hour
es: Precio por hora

source: Edit task
es: Editar tarea

source: Dashboard
es: Panel de control

# employeesPerProjectTitle
source: Employees
es: Empleados

# employeesPerProjectSubtitle
source: Number of employees per project
es: Número de empleados por proyecto

# departmentsPerProjectTitle
source: Departments
es: Departamentos

# departmentsPerProjectSubtitle
source: Number of departments per project
es: Número de departamentos por proyecto

# tasksPerProjectTitle
source: Tasks
es: Tareas

# tasksPerProjectSubtitle
source: Number of tasks per project
es: Número de tareas por proyecto

# timePerProjectTitle
source: Invested Time
es: Tiempo invertido

# timePerProjectSubtitle
source: Invested time per project
es: Tiempo invertido por proyecto

# companyRegister_usernameNotUnique
source: Invalid username. It's already taken.
es: Nombre de usuario inválido. Este usuario ya está en uso.

# companyRegister_adminEmailNotUnique
source: Invalid admin email. It's already taken.
es: Email de administrador no válido. Ya está en uso.

# invalidEmail
source: Sorry!. This email has not been registered.
es: ¡Lo sentimos! Este email no ha sido registrado.

# companyRegister_companyEmailNotUnique
source: Invalid company email. It's already taken.
es: Email de la compañía no válido. Ya está en uso.
