Repository: Metronus/metronus
Catalog: Metronus-Project/locale/*/LC_MESSAGES/django.po
Languages: es

# terms_9_text
source: The Organic Law 15/1999 of December 13, Protection of Personal Data gives interested parties the possibility to exercise certain rights related to the processing of personal data.<br>As long as the user data are processed by Metronus, Uers may exercise their rights of access, rectification, cancellation and opposition in accordance with the provisions of current legislation on the protection of personal data.<br>To use the exercise of these rights, the user should be addressed through written communication, providing documentation of their identity (ID or passport), to the following address: Metronus, Av Reina Mercedes s/n, 41012 Sevilla or address to be replaced in the General Register of data Protection. Such communication should reflect the following information: Name and surname, the petition request, address and supporting data.<br>The exercise of rights shall be performed by the user. However, they may be executed by an authorized person as the authorized legal representative. In this case, you must provide documentation proving this representation of the person concerned.<br>
es: La Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal concede a los interesados la posibilidad de ejercer una serie de derechos relacionados con el tratamiento de sus datos personales.<br>En tanto en cuanto los datos del usuario son objeto de tratamiento por parte de Metronus. Los usuarios podrán ejercer los derechos de acceso, rectificación, cancelación y oposición de acuerdo con lo previsto en la normativa legal vigente en materia de protección de datos personales.<br>Para hacer uso del ejercicio de estos derechos, el usuario deberá dirigirse mediante comunicación escrita, aportando documentación que acredite su identidad (DNI o pasaporte), a la siguiente dirección: Metronus, Av. Reina Mercedes s/n, 41012 Sevilla o la dirección que sea sustituida en el Registro General de Protección de Datos. Dicha comunicación deberá reflejar la siguiente información: Nombre y apellidos del usuario, la petición de solicitud, el domicilio y los datos acreditativos.<br>El ejercicio de derechos deberá ser realizado por el propio usuario. No obstante, podrán ser ejecutados por una persona autorizada como representante legal del autorizado. En tal caso, se deberá aportar la documentación que acredite esta representación del interesado.<br>

# dashWelcome
source: Welcome
es: Bienvenid@

# dashControlPanel
source: Control panel
es: Panel de control

# dashIndex
source: Index
es: Índice

# dashCompany
source: Company
es: Compañía

# dashProjects
source: Projects
es: Proyectos

# dashProjectsList
source: List of projects
es: Lista de proyectos

# dashProjectCreate
source: Create project
es: Crear proyecto

# dashDepartments
source: Departments
es: Departamentos

# dashDepartmentsList
source: List of departments
es: Lista de departamentos

# dashDepartmentCreate
source: Create department
es: Crear departamento

source: Coordinator
es: Coordinador

# dashEmployees
source: Employees
es: Empleados

# dashEmployeesList
source: List of employees
es: Lista de empleados

# dashEmployeesCreate
source: Register employee
es: Dar de alta empleados

# dashTasks
source: Tasks
es: Tareas

# dashTasksList
source: List of tasks
es: Lista de tareas

# dashTasksCreate
source: Create task
es: Crear tareas

# dashTimeControl
source: Time control
es: Control horario

# dashTimeControlList
source: Time summary
es: Resumen de tiempo

# dashTimeControlCreate
source: Input working hours
es: Imputar horas

# dashProfile
source: Profile
es: Perfil

# dashSettings
source: Settings
es: Configuración

# dashLogout
source: Logout
es: Salir

# mailsignature
source: Metronus. Time matters.
es: Metronus. El tiempo importa.

# companyRegister
source: Company Registration
es: Registro de compañía

# registerCompanyMenu
source: Company information
es: Información de la compañía

# registerCompanyMenuInfo
source: We need your details!
es: ¡Necesitamos detalles!

# registerCompanyAdmin
source: Admin information
es: Información del administrador

# registerCompanyAdminInfo
source: Someone has to rule your app
es: ¡Alguien debe gestionar tu compañía!

# browseFile
source: Browse...
es: Examinar...

# agree_terms_error
source: You must accept our legal terms and our cookies policy.
es: Debe aceptar nuestros términos legales y nuestra política de cookies.

# agree_1
source: I accept the
es: Acepto el

# agree_2
source: and the
es: y la

source: Contact form
es: Formulario de contacto

# email_subject
source: Subject
es: Asunto

# email_body
source: Write your message...
es: Escribe tu mensaje...

# copy_to_user
source: Check if you want a copy of the email
es: Marcar si desea una copia del correo

source: Send
es: Enviar

# contact_done
source: Thanks! We have received your email. We will answer you as soon as possible.
es: ¡Gracias! Hemos recibido su mensaje. Nos pondremos en contacto lo antes posible.

# lang
source: en
es: es

source: Identifier
es: Identificador

source: Username
es: Usuario

source: Name
es: Nombre

source: Surname
es: Apellidos

source: Phone
es: Teléfono

source: Password
es: Contraseña

source: Repeat password
es: Repetir contraseña

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Update
es: Actualizar

source: Delete
es: Eliminar

# deleted
source: Inactive
es: Inactivo

# recover
source: Restore
es: Restaurar

source: Create
es: Crear

source: Create and Continue
es: Crear y Continuar

source: Register
es: Registrar

source: Success
es: Éxito

source: New
es: Nuevo

source: Edit
es: Editar

# fire
source: Deactivate
es: Dar de baja

source: Actions
es: Acciones

# click
source: Click here
es: Clic aquí

source: Login
es: Iniciar sesión

source: Recover password
es: Recuperar contraseña

source: New to site?
es: ¿Acabas de llegar?

source: Create account
es: Crea una cuenta

# return_to_landingpage
source: Return
es: Volver

source: Next
es: Siguiente

source: Previous
es: Anterior

source: Finish
es: Finalizar

# recover_password_instructions
source: Introduce your account email. We will send you an email with a link to restore your password
es: Introduza el email asociado a su cuenta. Le mandaremos un correo con un link para reestablecer su contraseña

# recover_password_info
source: We sent you an email with the required information. Check your inbox!
es: Le hemos mandado un email con la información necesaria. ¡Compruebe su bandeja de entrada!

# username_error
source: The username cannot be empty
es: El usuario no puede ser vacio

# password_error
source: Password cannot be empty
es: La contraseña no puede estar vacia

# fieldEmpty
source: This field cannot be empty
es: Este campo no puede estar vacío

# recover_password_confirm
source: Introduce a new password
es: Introduzca una nueva contraseña

# recover_password_complete
source: Congratulations! Your password has been restored!
es: ¡Enhorabuena! Su contraseña ha sido restaurada

source: Department
es: Departamento

# plsDepartment
source: There are no departments, please add one
es: No existen departamentos, por favor añada uno

# departmentRecoverConfirm
source: Are you sure about restoring this department? All information related to it will be enabled too
es: ¿Está seguro de restaurar el departamento? Se recuperará también todo lo relacionado con el mismo

source: Departments
es: Departamentos

source: Create department
es: Crear departamento

source: Edit department
es: Editar departamento

source: Department list
es: Lista de departamentos

# departmentNameNotNull
source: Department's name can't be empty
es: El nombre del departamento no puede estar vacío

# departmentSaved
source: Department was saved succesfully
es: El departamento se guardó correctamente

# departmentName
source: This department name is in use, please choose a different one
es: El nombre del departamento ya está en uso

# departmentError
source: Department was not saved succesfully
es: El departamento no se pudo guardar correctamente

# departmentAdd
source: Create and add a new department
es: Crear y añadir otro departamento

# departmentConfirm
source: Are you sure about deleting this department? All information related to it will be erased too
es: ¿Está seguro de eliminar el departamento? Se eliminará también todo lo relacionado con el mismo

# selectDepartment
source: Choose a department
es: Seleccione departamento

# departmentNotNull
source: Department can't be null
es: El departamento no puede ser nulo

# datePicker
source: Filter by date range
es: Filtrar por rango de fechas

source: Default
es: Por defecto

source: Apply
es: Aplicar

source: Line
es: Línea

source: Bar
es: Barra

source: Stack
es: Capas

source: Tiled
es: Porciones

source: Restore
es: Restaurar

source: Save Image
es: Guardar Imagen

# depTaskChartTitle
source: Hours per tasks
es: Horas por tarea

# depTaskChartSubtitle
source: Within the given date range
es: Dentro del intervalo especificado

# investedTime
source: Time spent
es: Tiempo invertido

# empTaskChartTitle
source: Employees per task
es: Número de empleados por tarea

# empTaskChartSubtitle
source: For this department
es: De este departamento

# notAcum
source: Diary
es: Diario

# acum
source: Diary accumulate
es: Acumulado diario

# dep_profit
source: Department expenses and income
es: Gastos e ingresos del departamento

source: Income
es: Ingresos

source: Expenses
es: Gastos

# acum_not_acum
source: Change accumulate/diary
es: Cambiar acumulado/diario

source: Non-Cumulative Values
es: Valores Sin Acumular

source: Cumulative Values
es: Valores Acumulados

# data_output_to
source: Data Output As
es: Cambiar salida a

# taskChartTitle
source: Production details
es: Detalles de producción

# taskChartSubtitle
source: Relationship between time invested and production
es: Relación entre el tiempo invertido y la producción

source: Production
es: Producción

# goal_evolution
source: Goal's Evolution
es: Evolución del Objetivo

# task_profit
source: Task expenses and income
es: Gastos e ingresos de la tarea

source: Registry date
es: Fecha de registro

# plsEmployee
source: There are no employees, please add one
es: No existen empleados, por favor añada uno

# employeeRecoverConfirm
source: Are you sure about restoring this employee? All information related to him/her will be enabled too
es: ¿Está seguro de dar de alta al empleado? Se recuperará también todo lo relacionado con el mismo

# registerEmployee
source: Register new employee
es: Registrar empleado

source: Employee List
es: Lista de Empleados

source: Edit employee
es: Editar empleado

source: Reset
es: Vaciar

source: Profile
es: Perfil

source: Back to list
es: Volver al listado

source: Details
es: Detalles

# employeeCreation_passwordsDontMatch
source: Passwords do not match
es: Las contraseñas no coinciden

# employeeCreation_usernameNotUnique
source: The username already exists
es: Ya existe un empleado con ese nombre de usuario

# employeeCreation_imageNotValid
source: The photo is not valid, it cannot be larger than 256 by 256 pixels and it must be in JPG or PNG format
es: La foto no es válida, no puede ser mayor de 256 por 256 píxeles y debe ser formato JPG o PNG.

# employeeCreation_formNotValid
source: The form is not valid
es: El formulario no es válido

# employeeCreation_priceNotValid
source: Price must be greater than 0 (taxes are included)
es: El precio por hora debe ser mayor que 0 (impuestos incluidos)

# identifier_not_empty
source: Employee's ID can't be empty
es: El identificador no puede estar vacío

# phone_valid
source: Provide a valid phone
es: Introduzca un teléfono válido

# phone_not_empty
source: Employee's phone can't be empty
es: El telefóno no puede estar vacío

# email_valid
source: Submit a valid email
es: Introduzca un correo válido

# email_not_empty
source: Employee's email can't be empty
es: El correo electronico no puede estar vacío

# surname_not_empty
source: Employee's surnames can't be empty
es: Los apellidos no pueden estar vacíos

# name_not_empty
source: Employee's name can't be empty
es: El nombre del empleado no puede estar vacío

source: Passwords must match
es: Las contraseñas no coindicen

# password_not_empty
source: Pasword can't be empty
es: La contraseña no puede estar vacía

# username_not_empty
source: Username can't be empty
es: El nombre de usuario no puede estar vacío

# register_mail_greeting1
source: Hello
es: ¡Hola

# register_mail_greeting2
source: welcome to Metronus!
es: bienvenido/a a Metronus!

# register_mail_body
source: Metronus is a tool that will help you have a precise track of your working time. Please, contact your superiors to acquire information on your login details if you don't have it yet.
es: Metronus es una herramienta que te ayudará a mantener un control exhaustivo de tus horas de trabajo. Por favor, contacta a tus superiores para obtener tus datos de acceso si no los tienes aún.

# register_mail_farewell
source: We hope to see you very soon!
es: ¡Esperamos verte muy pronto!

# register_mail_subject
source: Welcome to Metronus
es: Bienvenida/o a Metronus

# changepw_mail_greeting
source: Hello
es: Hola

# changepw_mail_body
source: Your password has been changed by an administrator. Please contact your superiors to acquire information on this change.
es: Tu contraseña ha sido cambiada por un administrador. Por favor, contacta a tus superiores para obtener información sobre este cambio.

# changepw_mail_subject
source: Your password has been changed
es: Tu contraseña ha cambiado

source: Productivity graphic
es: Gráfico de productividad

source: Real productivity
es: Productividad real

source: Expected productivity
es: Productividad esperada

# emp_profit
source: Employee expenses and income
es: Gastos e ingresos generados por el empleado

# employeeConfirm
source: Are you sure about deactivating this employee? All information related to it will be deactivated too
es: ¿Está seguro de eliminar el empleado? Se eliminará también todo lo relacionado con el mismo

source: Profit
es: Ganancia

# profitGraphic
source: Profits graphic
es: Gráfico de ganancias

# realProfit
source: Real profits
es: Ganancia real

# expectedProfit
source: Expected profits
es: Ganancia esperada

# graphExpected
source: Expected
es: Esperada

# graphReal
source: Actual
es: Real

source: Project
es: Proyecto

# plsProject
source: There are no projects, please create one
es: No existen proyectos, por favor añada uno

source: Projects
es: Proyectos

source: Create project
es: Crear proyecto

source: Edit project
es: Editar proyecto

source: Project list
es: Lista de proyectos

# projectConfirm
source: Are you sure about deleting this project? All information related to it will be erased too
es: ¿Está seguro de eliminar el proyecto? Se eliminará también todo lo relacionado con el mismo

# projectRecoverConfirm
source: Are you sure about restoring this project? All information related to it will be enabled too
es: ¿Está seguro de restaurar el proyecto? Se recuperará también todo lo relacionado con el mismo

# projectName
source: This project name is in use, please choose a different one
es: El nombre del proyecto ya está en uso, por favor, elija otro

# projectNameNotNull
source: Project's name can't be empty
es: El nombre del proyecto no puede estar vacío

# selectProject
source: Choose a project
es: Seleccione proyecto

# projectSaved
source: Project was saved succesfully
es: El proyecto se guardó correctamente

# projectError
source: Project was not saved succesfully
es: El proyecto no se pudo guardar correctamente

# projectNotNull
source: Project can't be null
es: El proyecto no puede ser nulo

source: Project manager
es: Jefe de proyecto

source: Employees per department
es: Empleados por departamento

# employeesPerDepartmentDesc
source: Number of employees per department
es: Número de empleados por departamento

source: Tasks per department
es: Tareas por departamento

# tasksPerDepartmentDesc
source: Number of tasks per department
es: Número de tareas por departamento

source: Department graphs
es: Gráficas de departamentos

source: Time per department
es: Tiempo por departamento

# timePerDepartment2
source: Time per department considered in the temporal range setted
es: Tiempo imputado por cada departamento en el rango de fechas seleccionado

source: Imputed time
es: Tiempo imputado

# pro_profit
source: Project expenses and income
es: Gastos e ingresos del proyecto

source: Time Log
es: Registro del tiempo

source: Work Date
es: Fecha de trabajo

# duration
source: Duration (minutes)
es: Duración (minutos)

source: Produced units
es: Unidades producidas

# produced_units_not_valid
source: Fill the produced units if there is a goal. Leave it in blank otherwise
es: Rellena las unidades producidas si existe objetivo, o déjalo en blanco si no

# over_day_limit
source: You overpassed the time limit per day (1440 minutes)
es: Has sobrepasado el tiempo diario (1440 minutos)

# no_task_permissions
source: You do not have permissions for assigning time to this task
es: No tienes permiso para imputar en esta tarea

# no_goal
source: No production goal
es: Sin objetivo de producción

# invalid_date
source: The date is wrong
es: La fecha no es válida

source: Create Time Log
es: Crear un Registro de Tiempo

source: Edit Time Log
es: Editar un Registro de Tiempo

# timeLogList
source: List of Time Log
es: Lista de Registros del tiempo

# timeLogNot
source: You did not register any Time Log yet
es: Todavía no has registrado el registro de tiempo

# timeLogConfirm
source: Are you sure about deleting this time log? All information related to it will be erased too
es: ¿Está seguro de eliminar el registro de tiempo? Se eliminará también todo lo relacionado con el mismo

# rol
source: Role
es: Rol

# noRoles
source: This employee has no roles
es: Este empleado no tiene ningún rol

# addRole
source: Adding role to
es: Añadir un rol

# editRole
source: Editing role from
es: Editar un rol

# selectRole
source: Choose a role
es: Seleccione un rol

# roleConfirm
source: Are you sure about deleting this role? All information related to it will be erased too
es: ¿Está seguro de eliminar el rol? Se eliminará también todo lo relacionado con el mismo

# roleSaved
source: Role was saved succesfully
es: El rol se guardó correctamente

# roleError
source: Role was not saved succesfully
es: El rol no se pudo guardar correctamente

# roleAdd
source: Create and add a new role
es: Crear y añadir otro rol

# roleNotNull
source: Role can't be null
es: El rol no puede ser nulo

source: Coordinator
es: Coordinador

source: Employee
es: Empleado

source: Project manager
es: Jefe de proyecto

source: Team manager
es: Jefe de equipo

source: Executive
es: Ejecutivo

# roleCreation_employeeDoesNotExist
source: This employee does not exist
es: El empleado no existe

# roleCreation_departmentDoesNotExist
source: This department does not exist
es: El departamento no existe

# roleCreation_projectDoesNotExist
source: This project does not exist
es: El proyecto no existe

# roleCreation_roleDoesNotExist
source: This role does not exist
es: El rol no existe

# roleCreation_employeeRoleDoesNotExist
source: This employee's role does not exist
es: El rol de este empleado no existe

# roleCreation_notAuthorizedProjectDepartment
source: You are not authorized to edit this project and department combination
es: No se tiene autorización para editar esta combinación de proyecto y departamento

# roleCreation_notAuthorizedRole
source: You are not authorized to assign this role
es: No se tiene autorización para asignar este rol

# roleCreation_alreadyExists
source: This employe already has a role for that project and department
es: El empleado ya tiene un rol para ese proyecto y departamento

# roleCreation_editingHigherRole
source: The role that you are trying to edit is higher than yours
es: El rol que se intenta editar es superior al suyo y no se puede editar

# roleCreation_formNotValid
source: This information is not correct
es: La información enviada no es correcta

# photo
source: Picture
es: Foto

source: Register Company
es: Registrar compañía

source: Company name
es: Nombre de la compañía

# short_name
source: Company short name
es: Nombre corto

source: Company email
es: Email de la compañía

source: Company phone
es: Teléfono de la compañía

# logo
source: Company logo
es: Logo

source: Company Info
es: Información de la compañía

source: Admin Info
es: Información del administrador

source: Company view
es: Vista de la compañía

# editCompany
source: Company edit
es: Editar compañía

# editAdmin
source: Administrator edit
es: Editar administrador

# visible_short_name
source: Short name visible
es: Nombre corto visible

# companyRegister_cifNotUnique
source: That CIF has already been registered.
es: Ese CIF ya ha sido registrado.

# cif_error#1
source: The CIF cannot be empty
es: El CIF no puede ser vacio

# cif_error#2
source: Invalid format
es: Formato inválido

# company_name_error
source: The company name cannot be empty
es: El nombre de la compañía no puede ser vacio

# company_email_error#1
source: The company email cannot be empty
es: El email de la compañía no puede ser vacio

# company_email_error#2
source: The format is not correct
es: El formato no es correcto

# company_short_name_error
source: The company short name cannot be empty
es: El nombre corto de la compañía no puede ser vacio

# company_phone_error#1
source: The company phone cannot be empty
es: El teléfono de la compañía no debe ser vacio

# company_phone_error#2
source: Invalid format
es: Formato inválido

# company_duplicate
source: The company is already registered
es: La compañía ya esta registrada

# errorUsernameNotUnique
source: This username is already registered
es: Ese nombre de usuario ya está registrado

# company_imageNotValid
source: The image is not valid, it cannot be larger than 256 by 256 pixels and it must be in JPG or PNG format
es: La imagen no es válida, no puede ser mayor de 256 por 256 píxeles y debe ser formato JPG o PNG

source: Admin email
es: Email del administrador

source: First name
es: Nombre

source: Last name
es: Apellidos

source: Admin identifier
es: Identificador

source: Admin phone
es: Teléfono del administrador

# admin_email_error#1
source: The email cannot be empty
es: El email del administrador no puede ser vacio

# admin_email_error#2
source: The format is not correct
es: El formato no es correcto

# first_name_error
source: The first name cannot be empty
es: El nombre no puede ser vacio

# last_name_error
source: The last name cannot be empty
es: Los apellidos no pueden ser vacios

# admin_identifier_error
source: The identifier cannot be empty
es: El identificador no puede ser cacio

# admin_phone_error#1
source: The phone cannot be empty
es: El teléfono no puede ser vacio

# admin_phone_error#2
source: Invalid format
es: Formato inválido

# formNotValid
source: The form does not contain valid values.
es: El formulario no contiene valores válidos

# passwordsDontMatch
source: New passwords do not match.
es: Las nuevas contraseñas no coinciden

# currentPasswordInvalid
source: The current password is not correct.
es: La contraseña actual no es correcta.

# editPasswordTitle
source: Change administrator password
es: Cambiar contraseña del administrador

source: Task list
es: Lista de tareas

source: Task
es: Tarea

# plsTask
source: There are no tasks, please create one
es: No existen tareas, por favor cree una

# createTask
source: Create a new task
es: Crear nueva tarea

# taskRecoverConfirm
source: Are you sure about restoring this task? All information related to it will be enabled too
es: ¿Está seguro de restaurar la tarea? Se recuperará también todo lo relacionado con el mismo
